Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Every curator/agent/user mutation to a skill (archive, absorb, rollback, purge…) is recorded here as it happens.
de: Jede Kurator-/Agent-/Nutzer-Änderung an einem Skill (Archivieren, Aufgehen-lassen, Rollback, Bereinigen…) wird hier bei ihrem Eintreten festgehalten.
es: Cada mutación de curador/agente/usuario sobre una habilidad (archivar, absorber, revertir, purgar…) se registra aquí a medida que ocurre.
fr: Chaque modification d'une compétence par le curateur, l'agent ou l'utilisateur (archivage, absorption, restauration, purge…) est enregistrée ici au fur et à mesure.
ja: キュレーター・エージェント・ユーザーによるスキルへの変更（アーカイブ、吸収、ロールバック、削除…）はすべて発生時にここに記録されます。
pt_br: Toda mutação do curador/agente/usuário em uma habilidade (arquivar, absorver, reverter, eliminar…) é registrada aqui conforme acontece.
zh_hans: 策展器/agent/用户对技能的每次变更(归档、吸收、回滚、清除……)都会在发生时记录于此。

source: Everything checks out
de: Alles in Ordnung
es: Todo está correcto
fr: Tout est en ordre
ja: 問題は見つかりませんでした
pt_br: Está tudo certo
zh_hans: 一切正常

source: Everything else listed here is still removed, including this template's Keychain secrets.
de: Alles andere hier Aufgeführte wird trotzdem entfernt, einschließlich der Keychain-Secrets dieser Vorlage.
es: Todo lo demás que aparece aquí se elimina igualmente, incluidos los secretos del llavero de esta plantilla.
fr: Tout le reste de cette liste est quand même supprimé, y compris les secrets du trousseau de ce modèle.
ja: ここに挙げた他のものはすべて削除されます。このテンプレートのキーチェーンのシークレットも含まれます。
pt_br: Todo o resto listado aqui é removido mesmo assim, incluindo os segredos do Keychain deste modelo.
zh_hans: 此处列出的其他内容仍会被移除,包括此模板的钥匙串密钥。

source: Everything Scarf has done recently — sessions, tools, approvals.
de: Alles, was Scarf kürzlich getan hat — Sitzungen, Tools, Genehmigungen.
es: Todo lo que Scarf ha hecho recientemente — sesiones, herramientas, aprobaciones.
fr: Tout ce que Scarf a fait récemment — sessions, outils, approbations.
ja: Scarf が最近行ったすべて — セッション、ツール、承認。
pt_br: Tudo o que o Scarf fez recentemente — sessões, ferramentas, aprovações.
zh_hans: Scarf 最近所做的一切 — 会话、工具、审批。

source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure
ja: 除外
pt_br: Excluir
zh_hans: 排除

source: Excluded Providers
de: Ausgeschlossene Anbieter
es: Proveedores excluidos
fr: Fournisseurs exclus
ja: 除外されたプロバイダー
pt_br: Provedores excluídos
zh_hans: 已排除的提供方

source: Excluded providers are hidden from model pickers and skipped by Hermes's built-in model resolution.
de: Ausgeschlossene Anbieter werden in Modellauswahlen ausgeblendet und von der integrierten Modellauflösung von Hermes übersprungen.
es: Los proveedores excluidos se ocultan en los selectores de modelo y se omiten en la resolución de modelo integrada de Hermes.
fr: Les fournisseurs exclus sont masqués des sélecteurs de modèle et ignorés par la résolution de modèle intégrée de Hermes.
ja: 除外されたプロバイダーはモデル選択画面から非表示になり、Hermes の組み込みモデル解決でもスキップされます。
pt_br: Provedores excluídos ficam ocultos nos seletores de modelo e são ignorados pela resolução de modelo integrada do Hermes.
zh_hans: 已排除的提供方会从模型选择器中隐藏,并被 Hermes 内置的模型解析跳过。

source: Execute
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
pt_br: Executar
zh_hans: 执行

source: Expand
de: Ausklappen
es: Expandir
fr: Développer
ja: 展開する
pt_br: Expandir
zh_hans: 展开

source: Expand in inspector
de: Im Inspector erweitern
es: Expandir en el inspector
fr: Développer dans l'inspecteur
ja: インスペクタで展開
pt_br: Expandir no inspetor
zh_hans: 在检查器中展开

source: expanded
de: ausgeklappt
es: expandido
fr: déplié
ja: 展開
pt_br: expandido
zh_hans: 已展开

source: Expanded
de: Erweitert
es: Expandido
fr: Développé
ja: 展開済み
pt_br: Expandido
zh_hans: 已展开

source: Expected at %@
de: Erwartet unter %@
es: Esperado en %@
fr: Attendu à %@
ja: %@ に期待
pt_br: Esperado em %@
zh_hans: 预期位于 %@

source: expired
de: abgelaufen
es: caducado
fr: expiré
ja: 期限切れ
pt_br: expirado
zh_hans: 已过期

source: expires in %lldd
de: läuft in %lldT ab
es: caduca en %lldd
fr: expire dans %lldj
ja: %lld 日で期限切れ
pt_br: expira em %lldd
zh_hans: %lld 天后过期

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ja: エクスポート
pt_br: Exportar
zh_hans: 导出

source: Export "%@" as Template
de: "%@" als Vorlage exportieren
es: Exportar "%@" como plantilla
fr: Exporter « %@ » comme modèle
ja: "%@" をテンプレートとしてエクスポート
pt_br: Exportar "%@" como template
zh_hans: 将 "%@" 导出为模板

source: Export "%@" as Template…
de: "%@" als Vorlage exportieren…
es: Exportar "%@" como plantilla…
fr: Exporter « %@ » comme modèle…
ja: "%@" をテンプレートとしてエクスポート…
pt_br: Exportar "%@" como template…
zh_hans: 将 "%@" 导出为模板…

source: Export All
de: Alle exportieren
es: Exportar todo
fr: Tout exporter
ja: すべてエクスポート
pt_br: Exportar tudo
zh_hans: 全部导出

source: Export as Template…
de: Als Vorlage exportieren…
es: Exportar como plantilla…
fr: Exporter comme modèle…
ja: テンプレートとしてエクスポート…
pt_br: Exportar como template…
zh_hans: 导出为模板…

source: Export Failed
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
ja: エクスポート失敗
pt_br: Falha na exportação
zh_hans: 导出失败

source: Export or import the list of remote servers. SSH keys aren't included — you copy those separately.
de: Exportiere oder importiere die Liste der Remote-Server. SSH-Schlüssel sind nicht enthalten — die kopierst du separat.
es: Exporta o importa la lista de servidores remotos. Las claves SSH no se incluyen — cópialas por separado.
fr: Exportez ou importez la liste des serveurs distants. Les clés SSH ne sont pas incluses — vous les copiez séparément.
ja: リモートサーバーの一覧をエクスポートまたはインポートします。SSH キーは含まれません — それらは別途コピーしてください。
pt_br: Exporte ou importe a lista de servidores remotos. Chaves SSH não estão incluídas — copie-as separadamente.
zh_hans: 导出或导入远程服务器列表。不包含 SSH 密钥 — 你需要单独复制它们。

source: Export Servers
de: Server exportieren
es: Exportar servidores
fr: Exporter les serveurs
ja: サーバーをエクスポート
pt_br: Exportar servidores
zh_hans: 导出服务器

source: Export Servers…
de: Server exportieren…
es: Exportar servidores…
fr: Exporter les serveurs…
ja: サーバーをエクスポート…
pt_br: Exportar servidores…
zh_hans: 导出服务器…

source: Export Sessions
de: Sitzungen exportieren
es: Exportar sesiones
fr: Exporter les sessions
ja: セッションをエクスポート
pt_br: Exportar sessões
zh_hans: 导出会话

source: Export...
de: Exportieren...
es: Exportar...
fr: Exporter...
ja: エクスポート...
pt_br: Exportar...
zh_hans: 导出...

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
ja: エクスポート…
pt_br: Exportar…
zh_hans: 导出…

source: Exported
de: Exportiert
es: Exportado
fr: Exporté
ja: エクスポート済み
pt_br: Exportado
zh_hans: 已导出

source: Expose a Hermes subscription as an OpenAI-compatible endpoint
de: Ein Hermes-Abo als OpenAI-kompatiblen Endpunkt bereitstellen
es: Exponer una suscripción de Hermes como un endpoint compatible con OpenAI
fr: Exposer un abonnement Hermes comme point de terminaison compatible OpenAI
ja: Hermes のサブスクリプションを OpenAI 互換エンドポイントとして公開します
pt_br: Exponha uma assinatura do Hermes como um endpoint compatível com OpenAI
zh_hans: 将 Hermes 订阅暴露为兼容 OpenAI 的端点

source: Expose prompts
de: Prompts verfügbar machen
es: Exponer prompts
fr: Exposer les prompts
ja: プロンプトを公開
pt_br: Expor prompts
zh_hans: 暴露提示

source: Expose resources
de: Ressourcen verfügbar machen
es: Exponer recursos
fr: Exposer les ressources
ja: リソースを公開
pt_br: Expor recursos
zh_hans: 暴露资源

source: Expression (e.g. "0 9 * * 1-5")
de: Ausdruck (z. B. „0 9 * * 1-5“)
es: Expresión (p. ej. "0 9 * * 1-5")
fr: Expression (par ex. « 0 9 * * 1-5 »)
ja: 式(例: "0 9 * * 1-5")
pt_br: Expressão (ex.: "0 9 * * 1-5")
zh_hans: 表达式(例如 "0 9 * * 1-5")

source: External Provider
de: Externer Anbieter
es: Proveedor externo
fr: Fournisseur externe
ja: 外部プロバイダー
pt_br: Provedor externo
zh_hans: 外部提供方

source: Extra args
de: Zusätzliche Argumente
es: Argumentos adicionales
fr: Arguments supplémentaires
ja: 追加の引数
pt_br: Argumentos extras
zh_hans: 额外参数

source: Extra rules appended to the smart-approval guardian's system prompt, e.g. "Always ESCALATE commands touching /etc" or "APPROVE docker compose restarts under ~/deploys". Only used when Approval Mode is smart.
de: Zusätzliche Regeln, die an den System-Prompt des Smart-Genehmigungs-Guardians angehängt werden, z. B. „Befehle, die /etc berühren, immer ESKALIEREN“ oder „docker compose restarts unter ~/deploys GENEHMIGEN“. Wird nur verwendet, wenn der Genehmigungsmodus auf Smart steht.
es: Reglas adicionales añadidas al prompt de sistema del guardián de aprobación inteligente, p. ej. "Always ESCALATE commands touching /etc" o "APPROVE docker compose restarts under ~/deploys". Solo se usa cuando el modo de aprobación es inteligente.
fr: Règles supplémentaires ajoutées au prompt système du gardien d'approbation intelligente, p. ex. « Toujours ESCALADER les commandes touchant /etc » ou « APPROUVER les redémarrages docker compose sous ~/deploys ». Utilisé uniquement lorsque le mode d'approbation est intelligent.
ja: スマート承認ガーディアンのシステムプロンプトに追加されるルール。例：「/etc に触れるコマンドは常に ESCALATE」「~/deploys 配下の docker compose restart は APPROVE」。承認モードが smart の場合のみ使用されます。
pt_br: Regras extras anexadas ao prompt de sistema do guardião de aprovação inteligente, ex.: "Sempre ESCALAR comandos que tocam /etc" ou "APROVAR reinícios de docker compose em ~/deploys". Usado apenas quando o Modo de Aprovação é inteligente.
zh_hans: 附加到智能审批守护者系统提示词的额外规则,例如“Always ESCALATE commands touching /etc”或“APPROVE docker compose restarts under ~/deploys”。仅在审批模式为智能时使用。

source: Extract backend
de: Extraktions-Backend
es: Backend de extracción
fr: Backend d’extraction
ja: 抽出バックエンド
pt_br: Backend de extração
zh_hans: 提取后端

source: Face
de: Gesicht
es: Cara
fr: Visage
ja: 顔
pt_br: Rosto
zh_hans: 头像

source: Fail Open
de: Bei Fehler durchlassen
es: Permitir si falla
fr: Laisser passer en cas d’échec
ja: 失敗時は許可
pt_br: Permitir em caso de falha
zh_hans: 失败时放行

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
ja: 失敗
pt_br: Falhou
zh_hans: 失败

source: Failed to save %@
de: %@ konnte nicht gespeichert werden
es: No se pudo guardar %@
fr: Échec de l'enregistrement de %@
ja: %@ の保存に失敗しました
pt_br: Falha ao salvar %@
zh_hans: 保存 %@ 失败

source: Failed to write .env
de: .env konnte nicht geschrieben werden
es: No se pudo escribir .env
fr: Impossible d’écrire .env
ja: .env を書き込めませんでした
pt_br: Falha ao gravar o .env
zh_hans: 写入 .env 失败

source: Failed to write allowlist to config.yaml
de: Die Allowlist konnte nicht in config.yaml geschrieben werden
es: No se pudo escribir la lista de permitidos en config.yaml
fr: Impossible d’écrire la liste d’autorisations dans config.yaml
ja: 許可リストを config.yaml に書き込めませんでした
pt_br: Falha ao gravar a lista de permissões em config.yaml
zh_hans: 无法将白名单写入 config.yaml

source: Failed: %@
de: Fehlgeschlagen: %@
es: Fallido: %@
fr: Échec : %@
ja: 失敗: %@
pt_br: Falhou: %@
zh_hans: 失败:%@

source: Failing
de: Fehlschlagend
es: Con errores
fr: En échec
ja: 失敗中
pt_br: Com falha
zh_hans: 失败中

source: failure delivery (%@) — host is below v0.21.1
de: Fehlerzustellung (%@) – Host ist älter als v0.21.1
es: entrega de fallos (%@): el host es anterior a v0.21.1
fr: remise des échecs (%@) — l’hôte est antérieur à v0.21.1
ja: 失敗時の配信 (%@) — ホストが v0.21.1 未満です
pt_br: entrega de falhas (%@) — o host é anterior à v0.21.1
zh_hans: 失败投递 (%@) — 主机版本低于 v0.21.1

source: Fast Mode
de: Schnellmodus
es: Modo rápido
fr: Mode rapide
ja: 高速モード
pt_br: Modo rápido
zh_hans: 快速模式

source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
ja: 機能
pt_br: Recursos
zh_hans: 功能

source: Feishu Setup Docs
de: Feishu-Einrichtungsdokumentation
es: Documentación de configuración de Feishu
fr: Documentation de configuration Feishu
ja: Feishu セットアップドキュメント
pt_br: Docs de configuração do Feishu
zh_hans: 飞书设置文档

source: Fetch
de: Abrufen
es: Obtener
fr: Récupérer
ja: 取得
pt_br: Buscar
zh_hans: 拉取

source: File found on %@.
de: Datei auf %@ gefunden.
es: Archivo encontrado en %@.
fr: Fichier trouvé sur %@.
ja: %@ でファイルが見つかりました。
pt_br: Arquivo encontrado em %@.
zh_hans: 在 %@ 上找到文件。

source: File Read Max
de: Max. Dateilesegröße
es: Lectura máx. de archivo
fr: Lecture max. de fichier
ja: ファイル読み取り上限
pt_br: Leitura máx. de arquivo
zh_hans: 文件读取上限

source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
pt_br: Arquivos
zh_hans: 文件

source: Files load top to bottom. Agent memory is checked first.
de: Dateien werden von oben nach unten geladen. Agent-Speicher wird zuerst geprüft.
es: Los archivos se cargan de arriba abajo. La memoria del agente se comprueba primero.
fr: Les fichiers se chargent de haut en bas. La mémoire de l'agent est vérifiée en premier.
ja: ファイルは上から下へ読み込まれます。エージェントメモリが最初にチェックされます。
pt_br: Os arquivos carregam de cima para baixo. A memória do agente é verificada primeiro.
zh_hans: 文件按从上到下的顺序加载。Agent 记忆最先被检查。

source: Files the agent reads on every turn. Agent and user notes layered, narrower wins.
de: Dateien, die der Agent bei jedem Turn liest. Agent- und Nutzernotizen sind geschichtet, das speziellere gewinnt.
es: Archivos que el agente lee en cada turno. Notas del agente y del usuario en capas; gana la más específica.
fr: Fichiers que l'agent lit à chaque tour. Notes de l'agent et de l'utilisateur superposées, la plus spécifique l'emporte.
ja: エージェントが毎ターン読み込むファイルです。エージェントとユーザーのノートが重ね合わされ、より狭い範囲のものが優先されます。
pt_br: Arquivos que o agente lê a cada turno. Notas do agente e do usuário em camadas — a mais específica prevalece.
zh_hans: agent 在每个回合都会读取的文件。Agent 与用户笔记分层叠加,范围更窄的优先。

source: Filter bots
de: Bots filtern
es: Filtrar bots
fr: Filtrer les bots
ja: ボットを絞り込む
pt_br: Filtrar bots
zh_hans: 筛选机器人

source: Filter bots by name, role or profile id
de: Bots nach Name, Rolle oder Profil-ID filtern
es: Filtrar bots por nombre, rol o id de perfil
fr: Filtrer les bots par nom, rôle ou id de profil
ja: 名前、役割、プロファイル ID でボットを絞り込む
pt_br: Filtrar bots por nome, papel ou id de perfil
zh_hans: 按名称、角色或配置 ID 筛选机器人

source: Filter by project
de: Nach Projekt filtern
es: Filtrar por proyecto
fr: Filtrer par projet
ja: プロジェクトで絞り込む
pt_br: Filtrar por projeto
zh_hans: 按项目筛选

source: Filter by session
de: Nach Sitzung filtern
es: Filtrar por sesión
fr: Filtrer par session
ja: セッションで絞り込む
pt_br: Filtrar por sessão
zh_hans: 按会话筛选

source: Filter logs...
de: Logs filtern...
es: Filtrar registros...
fr: Filtrer les journaux...
ja: ログをフィルタ...
pt_br: Filtrar logs...
zh_hans: 筛选日志...

source: Filter logs…
de: Logs filtern…
es: Filtrar registros…
fr: Filtrer les journaux…
ja: ログをフィルタ…
pt_br: Filtrar logs…
zh_hans: 筛选日志…

source: Filter projects
de: Projekte filtern
es: Filtrar proyectos
fr: Filtrer les projets
ja: プロジェクトをフィルタ
pt_br: Filtrar projetos
zh_hans: 筛选项目

source: Filter servers...
de: Server filtern...
es: Filtrar servidores...
fr: Filtrer les serveurs...
ja: サーバーをフィルタ...
pt_br: Filtrar servidores...
zh_hans: 筛选服务器...

source: Filter skills...
de: Skills filtern...
es: Filtrar habilidades...
fr: Filtrer les compétences...
ja: スキルをフィルタ...
pt_br: Filtrar habilidades...
zh_hans: 筛选技能...

source: Filter to session %@
de: Auf Sitzung %@ filtern
es: Filtrar a la sesión %@
fr: Filtrer sur la session %@
ja: セッション %@ にフィルタ
pt_br: Filtrar para a sessão %@
zh_hans: 筛选到会话 %@

source: Filter to this session
de: Auf diese Sitzung filtern
es: Filtrar por esta sesión
fr: Filtrer sur cette session
ja: このセッションで絞り込む
pt_br: Filtrar por esta sessão
zh_hans: 筛选到此会话

source: Filters the list to this project
de: Filtert die Liste auf dieses Projekt
es: Filtra la lista por este proyecto
fr: Filtre la liste sur ce projet
ja: 一覧をこのプロジェクトで絞り込みます
pt_br: Filtra a lista por este projeto
zh_hans: 将列表筛选为此项目

source: Finished, collapsed
de: Abgeschlossen, eingeklappt
es: Finalizado, contraído
fr: Terminé, replié
ja: 完了、折りたたみ
pt_br: Concluído, recolhido
zh_hans: 已完成,已折叠

source: Finished, expanded
de: Abgeschlossen, ausgeklappt
es: Finalizado, expandido
fr: Terminé, déplié
ja: 完了、展開
pt_br: Concluído, expandido
zh_hans: 已完成,已展开

source: Finishing up…
de: Wird abgeschlossen…
es: Terminando…
fr: Finalisation…
ja: 仕上げ中…
pt_br: Finalizando…
zh_hans: 正在收尾…

source: Flat, around %@.
de: Gleichbleibend, etwa %@.
es: Estable, en torno a %@.
fr: Stable, autour de %@.
ja: 横ばい、約 %@。
pt_br: Estável, em torno de %@.
zh_hans: 持平,约为 %@。

source: Flush Memories
de: Speicher leeren
es: Vaciar memorias
fr: Vider les mémoires
ja: メモリをフラッシュ
pt_br: Limpar memórias
zh_hans: 清空记忆

source: Focus topic (optional)
de: Fokusthema (optional)
es: Tema de enfoque (opcional)
fr: Sujet ciblé (optionnel)
ja: フォーカストピック(任意)
pt_br: Tópico de foco (opcional)
zh_hans: 聚焦主题(可选)

source: focus, timer
de: Fokus, Timer
es: enfoque, temporizador
fr: focus, minuteur
ja: フォーカス, タイマー
pt_br: foco, timer
zh_hans: 专注, 计时器

source: Folder Name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
ja: フォルダ名
pt_br: Nome da pasta
zh_hans: 文件夹名称

source: Folder name needs lowercase letters, digits, or dashes — no leading/trailing or doubled dashes.
de: Der Ordnername benötigt Kleinbuchstaben, Ziffern oder Bindestriche — keine führenden/abschließenden oder doppelten Bindestriche.
es: El nombre de la carpeta necesita letras minúsculas, dígitos o guiones — sin guiones al inicio, al final o duplicados.
fr: Le nom du dossier doit contenir des lettres minuscules, des chiffres ou des tirets — pas de tirets en début, en fin ou doublés.
ja: フォルダ名は小文字・数字・ダッシュのみ使用できます — 先頭・末尾のダッシュや連続するダッシュは不可です。
pt_br: O nome da pasta precisa de letras minúsculas, dígitos ou traços — sem traços no início/fim ou duplicados.
zh_hans: 文件夹名称需为小写字母、数字或短横线 — 不能以短横线开头/结尾,也不能有连续短横线。

source: Folders only affect how projects are grouped in Scarf's sidebar. Nothing on disk changes.
de: Ordner beeinflussen nur, wie Projekte in Scarfs Seitenleiste gruppiert werden. Auf der Festplatte ändert sich nichts.
es: Las carpetas solo afectan a cómo se agrupan los proyectos en la barra lateral de Scarf. Nada cambia en el disco.
fr: Les dossiers n'affectent que le regroupement des projets dans la barre latérale de Scarf. Rien ne change sur le disque.
ja: フォルダは Scarf のサイドバーでのプロジェクトのグループ化にのみ影響します。ディスク上では何も変わりません。
pt_br: Pastas afetam apenas como os projetos são agrupados na barra lateral do Scarf. Nada muda no disco.
zh_hans: 文件夹只影响项目在 Scarf 侧边栏中的分组方式。磁盘上的内容不会改变。

source: Force generated titles into this language (e.g. `en`, `ja`) regardless of the chat's own language. Leave blank to match the chat.
de: Erzwingt generierte Titel in dieser Sprache (z. B. `en`, `ja`), unabhängig von der Sprache des Chats. Leer lassen, um sich an den Chat anzupassen.
es: Fuerza los títulos generados a este idioma (p. ej. `en`, `ja`) independientemente del idioma del chat. Déjalo vacío para igualar el chat.
fr: Forcer les titres générés dans cette langue (p. ex. `en`, `ja`) quelle que soit la langue de la discussion. Laissez vide pour correspondre à la discussion.
ja: チャット自体の言語に関わらず、生成されるタイトルをこの言語（例: `en`、`ja`）に強制します。空欄にするとチャットに合わせます。
pt_br: Força os títulos gerados para este idioma (ex.: `en`, `ja`), independentemente do idioma do próprio chat. Deixe em branco para acompanhar o chat.
zh_hans: 强制生成的标题使用此语言(例如 `en`、`ja`),无论聊天本身使用什么语言。留空则与聊天语言一致。

source: Force IPv4
de: IPv4 erzwingen
es: Forzar IPv4
fr: Forcer IPv4
ja: IPv4 を強制
pt_br: Forçar IPv4
zh_hans: 强制 IPv4

source: Forget
de: Vergessen
es: Olvidar
fr: Oublier
ja: 登録を解除
pt_br: Esquecer
zh_hans: 移除

source: Forget %@
de: %@ vergessen
es: Olvidar %@
fr: Oublier %@
ja: %@ の登録を解除
pt_br: Esquecer %@
zh_hans: 移除 %@

source: Forget this server
de: Diesen Server vergessen
es: Olvidar este servidor
fr: Oublier ce serveur
ja: このサーバーの登録を解除
pt_br: Esquecer este servidor
zh_hans: 移除此服务器

source: Forget this server?
de: Diesen Server vergessen?
es: ¿Olvidar este servidor?
fr: Oublier ce serveur ?
ja: このサーバーの登録を解除しますか?
pt_br: Esquecer este servidor?
zh_hans: 移除此服务器?

source: Forwarding via %@. Use any bearer token in your client — the proxy attaches your real credential.
de: Weiterleitung über %@. Verwende ein beliebiges Bearer-Token in deinem Client — der Proxy hängt deine echten Anmeldedaten an.
es: Reenviando vía %@. Usa cualquier token bearer en tu cliente — el proxy adjunta tu credencial real.
fr: Transfert via %@. Utilisez n'importe quel jeton bearer dans votre client — le proxy joint vos identifiants réels.
ja: %@ 経由で転送しています。クライアントには任意のベアラートークンを使用してください — プロキシが実際の資格情報を付与します。
pt_br: Encaminhando via %@. Use qualquer bearer token no seu cliente — o proxy anexa sua credencial real.
zh_hans: 通过 %@ 转发。在你的客户端中使用任意 bearer token — 代理会附加你的真实凭证。

source: Free-Response Channels
de: Kanäle mit freier Antwort
es: Canales de respuesta libre
fr: Canaux à réponse libre
ja: 自由応答チャンネル
pt_br: Canais de resposta livre
zh_hans: 自由回复频道

source: Friendly label
de: Sprechender Name
es: Etiqueta descriptiva
fr: Libellé lisible
ja: わかりやすいラベル
pt_br: Rótulo amigável
zh_hans: 易读的名称

source: from %@
de: von %@
es: de %@
fr: depuis %@
ja: %@ から
pt_br: de %@
zh_hans: 来自 %@

source: From ~/.hermes/config.yaml
de: Aus ~/.hermes/config.yaml
es: Desde ~/.hermes/config.yaml
fr: Depuis ~/.hermes/config.yaml
ja: ~/.hermes/config.yaml から
pt_br: De ~/.hermes/config.yaml
zh_hans: 来自 ~/.hermes/config.yaml

source: From bot_peers: in config.yaml
de: Aus bot_peers: in config.yaml
es: Desde bot_peers: en config.yaml
fr: Depuis bot_peers: dans config.yaml
ja: config.yaml の bot_peers: より
pt_br: De bot_peers: no config.yaml
zh_hans: 来自 config.yaml 中的 bot_peers:

source: From preset
de: Aus Preset
es: Desde preajuste
fr: Depuis un préréglage
ja: プリセットから
pt_br: Da predefinição
zh_hans: 来自预设

source: Full
de: Vollständig
es: Completo
fr: Complet
ja: フル
pt_br: Completo
zh_hans: 完整

source: Full copy of active profile (all state)
de: Vollständige Kopie des aktiven Profils (gesamter Zustand)
es: Copia completa del perfil activo (todo el estado)
fr: Copie complète du profil actif (tout l'état)
ja: アクティブなプロファイルの完全コピー(すべての状態)
pt_br: Cópia completa do perfil ativo (todo o estado)
zh_hans: 当前配置的完整副本(所有状态)

source: Gateway %@ failed
de: Gateway-%@ fehlgeschlagen
es: Falló %@ del gateway
fr: Échec de %@ du gateway
ja: Gateway の%@に失敗しました
pt_br: Falha ao %@ o gateway
zh_hans: Gateway %@失败

# Gateway %@ failed: %@
source: Gateway %1$@ failed: %2$@
de: Gateway-%1$@ fehlgeschlagen: %2$@
es: Falló %1$@ del gateway: %2$@
fr: Échec de %1$@ du gateway : %2$@
ja: Gateway の%1$@に失敗しました: %2$@
pt_br: Falha ao %1$@ o gateway: %2$@
zh_hans: Gateway %1$@失败:%2$@

source: Gateway behavior (v0.13+)
de: Gateway-Verhalten (v0.13+)
es: Comportamiento del gateway (v0.13+)
fr: Comportement de la passerelle (v0.13+)
ja: Gateway の動作(v0.13 以降)
pt_br: Comportamento do gateway (v0.13+)
zh_hans: Gateway 行为(v0.13 及以上版本)

source: Gateway restart required
de: Gateway-Neustart erforderlich
es: Se requiere reiniciar el gateway
fr: Redémarrage du gateway requis
ja: Gateway の再起動が必要です
pt_br: Reinicialização do gateway necessária
zh_hans: 需要重启 Gateway

source: Gateway restarted
de: Gateway neu gestartet
es: Gateway reiniciado
fr: Gateway redémarré
ja: Gateway を再起動しました
pt_br: Gateway reiniciado
zh_hans: Gateway 已重启

source: Gateway Running
de: Gateway läuft
es: Gateway en ejecución
fr: Gateway en cours
ja: Gateway 実行中
pt_br: Gateway em execução
zh_hans: Gateway 运行中

source: Gateway started
de: Gateway gestartet
es: Gateway iniciado
fr: Gateway démarré
ja: Gateway を起動しました
pt_br: Gateway iniciado
zh_hans: 网关已启动

source: Gateway stopped
de: Gateway gestoppt
es: Gateway detenido
fr: Gateway arrêté
ja: Gateway を停止しました
pt_br: Gateway parado
zh_hans: 网关已停止

source: Gateway Stopped
de: Gateway gestoppt
es: Gateway detenido
fr: Gateway arrêté
ja: Gateway 停止
pt_br: Gateway parado
zh_hans: Gateway 已停止

source: Gateway: busy ack
de: Gateway: Belegt-Quittung
es: Gateway: confirmación de ocupado
fr: Passerelle : accusé d'occupation
ja: ゲートウェイ: ビジー時の確認応答
pt_br: Gateway: confirmação de ocupado
zh_hans: 网关:忙碌确认

source: Gateway: restart notification
de: Gateway: Neustart-Benachrichtigung
es: Gateway: notificación de reinicio
fr: Passerelle : notification de redémarrage
ja: ゲートウェイ: 再起動通知
pt_br: Gateway: notificação de reinicialização
zh_hans: 网关:重启通知
